Repository: 84000/data-translation-memory
Catalog: Toh_144-Cultivating_Trust_in_the_Great_Vehicle-v.2.tmx
Source language: bo
Languages: en

source: ཡོན་ཏན་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། དངོས་པོ་ཕུན་སུམ་ཚོགས་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། དང་བ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་ཕན་པར་བྱ་བ་རྗེས་སུ་དྲན་པའི་དད་པའོ། །
en: the trust of recollecting qualities, the trust of recollecting perfect objects, the trust of recollecting inspiration, and the trust of recollecting that which benefits many beings.

source: དེ་ལ་ཡོན་ཏན་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་སངས་རྒྱས་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱེད་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སངས་རྒྱས་ཀྱི་ཡོན་ཏན་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting qualities’ refers to the trust in the Great Vehicle that is felt by bodhisattvas who are diligent in paying homage and offering service to the Buddha as they recollect the qualities of the Buddha.

source: དེ་ལ་དངོས་པོ་ཕུན་སུམ་ཚོགས་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་སངས་རྒྱས་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱེད་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཉིད་མཆོད་པ་ཕུན་སུམ་ཚོགས་པ་མཐོང་བ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting perfect objects’ refers to the trust in the Great Vehicle that is felt by bodhisattvas who are diligent in paying homage and offering service to the Buddha as they recollect witnessing perfect offerings.

source: དེ་ལ་དང་བ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་སངས་རྒྱས་ལ་མཆོད་ཅིང་། རིམ་གྲོ་བྱེད་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཉིད་རང་གི་སེམས་དང་བ་དང་། གཞན་གྱི་སེམས་དང་བ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting inspiration’ refers to the trust in the Great Vehicle that is felt by bodhisattvas who are diligent in paying homage and offering service to the Buddha as they recollect their own inspired minds and the inspired minds of others.

source: དེ་ལ་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པར་བྱ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་སངས་རྒྱས་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱེད་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་སངས་རྒྱས་ལ་མཆོད་པ་དང་། རིམ་གྲོ་བྱེད་པ་དེ་ཉིད་ཀྱིས་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་བྱེད་ལ། དེ་ཡང་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting that which benefits many beings’ refers to the trust in the Great Vehicle that is felt by bodhisattvas who benefit many beings by diligently paying homage and offering service to the Buddha and then recollect doing so.

source: བླ་མའི་ཡོན་ཏན་ཕུན་སུམ་ཚོགས་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། བདག་གི་ཡང་དག་པའི་ནན་ཏན་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། བྱས་པ་གཟོ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། བླ་མའི་འདོད་པའི་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པའོ། །
en: the trust of recollecting the perfect qualities of the master, the trust of recollecting one’s own perseverance, the trust of recollecting gratitude, and the trust of recollecting the fulfillment of the master’s wishes.

source: དེ་ལ་བླ་མའི་ཡོན་ཏན་ཕུན་སུམ་ཚོགས་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་དགེ་བའི་བཤེས་གཉེན་ལ་བསྟེན་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་དགེ་བའི་བཤེས་གཉེན་གྱི་ཕུན་སུམ་ཚོགས་པ་ཡོངས་སུ་རྫོགས་པ་མཐོང་བ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting the perfect qualities of the master’ refers to trust in the Great Vehicle that is felt by bodhisattvas who are diligent in following a spiritual friend as they recollect seeing the complete perfect qualities of the spiritual friend.

source: དེ་ལ་བདག་གི་ཡང་དག་པའི་ནན་ཏན་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་དགེ་བའི་བཤེས་གཉེན་ལ་བསྟེན་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་དགེ་བའི་བཤེས་གཉེན་གྱི་གན་དུ་འགྲོ་ཞིང་
en: ‘The trust of recollecting one’s own perseverance’ refers to the trust in the Great Vehicle that is felt by bodhisattvas who are diligent in following a spiritual friend

source: ཆོས་མཉན་པའི་ཕྱིར་བསྙེན་བཀུར་བྱེད་ལ། ཇི་ལྟར་རྗེས་སུ་བསྟན་པ་བཞིན་དུ་སྒྲུབ་ཅིང་བདག་གིས་ཡང་དག་པའི་ནན་ཏན་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: as they recollect their own pure perseverance in terms of paying respect to the spiritual friend when approaching such a person and listening to the Dharma and when subsequently practicing in accordance with the teaching received.

source: དེ་ལ་བྱས་པ་གཟོ་བ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་དགེ་བའི་བཤེས་གཉེན་ལ་བསྟེན་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་དེ་ལས་མན་ངག་དང་ཡོན་ཏན་རྗེས་སུ་ཐོབ་ནས་བྱས་པ་གཟོ་བ་དེ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting gratitude’ refers to the trust in the Great Vehicle that is felt by bodhisattvas who are diligent in following a spiritual friend as they recollect their gratitude because of having obtained oral instructions and education from a master.

source: དེ་ལ་བླ་མའི་འདོད་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་དགེ་བའི་བཤེས་གཉེན་ལ་བསྟེན་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་ཉིད་མན་ངག་དེས་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པར་བྱ་བ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust of recollecting the fulfillment of the master’s wishes’ refers to the trust in the Great Vehicle that is felt by bodhisattvas who are diligent in following a spiritual friend as they recollect how the oral instructions benefit many beings.

source: ལྡན་པའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། འབྲལ་བའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། མི་འབྲལ་བའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པའོ། །
en: the trust caused by recollecting how others were made happy, the trust caused by recollecting how others were freed from suffering, the trust caused by recollecting how others were not separated from happiness, and the trust caused by recollecting how others are freed from pollution.

source: དེ་ལ་ལྡན་པའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་བྱམས་པ་བསྒོམ་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་རྣམས་ལ་བདེ་བ་དང་ལྡན་པའི་བསམ་པས་བདེ་བ་དང་ལྡན་པར་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust caused by recollecting how others were made happy’ refers to the trust in the Great Vehicle felt by bodhisattvas who diligently meditate on love as they recollect accomplishing the happiness of beings while motivated by the wish for their happiness.

source: དེ་ལ་འབྲལ་བའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་སྙིང་རྗེ་བསྒོམ་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་རྣམས་ལ་སྡུག་བསྔལ་དང་འབྲལ་བའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust caused by recollecting how others were freed from suffering’ refers to the trust in the Great Vehicle felt by bodhisattvas who diligently meditate on compassion as they recollect successfully freeing beings from suffering.

source: དེ་ལ་མི་འབྲལ་བའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་དགའ་བ་བསྒོམ་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་རྣམས་ལ་བདེ་བ་དང་མི་འབྲལ་བའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust caused by recollecting how others were not separated from happiness’ refers to the trust in the Great Vehicle felt by bodhisattvas who diligently meditate on joy as they recollect successfully ensuring that others are not separated from happiness.

source: དེ་ལ་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པའི་དད་པ་ནི་གང་བཏང་སྙོམས་བསྒོམ་པ་ལ་བརྩོན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་ཅན་རྣམས་ལ་ཀུན་ནས་ཉོན་མོངས་པ་མེད་པའི་བསམ་པ་བསྒྲུབ་པ་རྗེས་སུ་དྲན་པས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའོ། །
en: ‘The trust caused by recollecting how others are freed from pollution’ refers to the trust in the Great Vehicle felt by bodhisattvas who diligently meditate on equality as they recollect ensuring that beings are free from pollution.

source: རིགས་ཀྱི་བུ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྣམ་པ་རབ་ཏུ་དབྱེ་བ་ཚད་མེད་པ་
en: “In this way, noble son, the bodhisattva’s trust in the Great Vehicle takes infinite forms.

source: འདི་ལྟ་བུ་དག་གིས་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་རྣམ་པ་རབ་ཏུ་དབྱེ་བ་ཚད་མེད་པ་ཤེས་པར་བྱའོ། །
en: Based on these divisions, you should understand that there are limitless types of trust in the Great Vehicle.

source: བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱར་ཡང་དེའི་མཐའ་བདེ་བར་ཤེས་པར་མི་འགྱུར་ཏེ།
en: One could not understand their extent even in one trillion eons.

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་རབ་ཏུ་དབྱེ་བར་རིག་པར་བྱའོ། །
en: Noble son, you should understand that these are the classifications of the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.”

source: རབ་ཏུ་དབྱེ་བའི་ལེའུ་སྟེ་གསུམ་པའོ།། །།
en: This was the third chapter on the classifications of trust.

source: བཅོམ་ལྡན་འདས་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་ཕན་ཡོན་དུ་འཚལ་བར་བགྱི་བ་གང་ལགས།
en: “Blessed One, what are the benefits of possessing the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle?”

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་དད་པའི་ཕན་ཡོན་ནི་ཚད་མེད་དེ
en: “Noble son, there are limitless benefits of having the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle.

source: དེའི་ཕྱོགས་ཙམ་ཞིག་བསྟན་པར་བྱའོ། །
en: However, I shall indicate only a fraction of them here.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་དགེ་བའི་རྩ་བ་ཐམས་ཅད་རྣམ་པར་འཕེལ་བར་བྱེད་པས་རྣམ་པར་འཕེལ་བ་དང་ལྡན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle causes them to evolve by increasing their roots of virtue.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་ཉན་ཐོས་དང་རང་སངས་རྒྱས་དང་། སྐལ་བ་མཉམ་པ་དང་། སྐལ་བ་མི་མཉམ་པར་སེམས་སྐྱེད་པ་དག་ལས་བྱང་ཆུབ་ཀྱི་སེམས་སྐྱེད་པ་སྲུང་བའི་ཕྱིར་ཀུན་སྲུང་བའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle protects everyone because it safeguards the mind of awakening from the attitudes of hearers, solitary buddhas, and other beings of lesser fortune.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བདག་གི་དོན་དང་གཞན་གྱི་དོན་ཕུན་སུམ་ཚོགས་པ་དང་འཐུན་པའི་ཕྱིར་དོན་ཆེ་བའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is deeply meaningful because it leads straight to one’s own welfare and the welfare of others.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་ཆོས་ཀྱི་དབྱིངས་ཟབ་མོ་བསྟན་པའི་རྣམ་པ་ཐམས་ཅད་ལ་མོས་པ་དང་འཐུན་པའི་ཕྱིར་ཟབ་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is profound because it creates interest in all aspects of the teaching on the profound realm of phenomena.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་མངོན་པར་ཤེས་པ་ཆེན་པོ་མངོན་པར་བསྒྲུབ་པ་དང་འཐུན་པའི་ཕྱིར་མཐུ་ཆེ་བའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is powerful because it leads to the accomplishment of the bodhisattvas’ great supernatural abilities.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ཚད་མེད་པ་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དང་འཐུན་པའི་ཕྱིར་གཟི་བརྗིད་ཆེ་བའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is majestic because it leads to the ripening of limitless beings.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱ་བ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་སྒྲུབ་པ་དང་འཐུན་པའི་ཕྱིར་རིང་དུ་འགྲོ་བའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is far reaching because it leads to the purification of buddha realms and the attainment of all buddha qualities.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བདུད་ཀྱི་ལས་དང་མུ་སྟེགས་ཅན་ཐམས་ཅད་ཀྱིས་ཐེག་པ་ཆེན་པོ་ལ་མོས་པ་མི་སྒུལ་བའི་ཕྱིར་མི་གཡོ་བའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is immutable because it does not waver when facing the work of demons and the challenges to the Great Vehicle caused by non-Buddhists.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་མང་དུ་ཐོས་པ་ལ་བརྟེན་ནས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཐེ་ཚོམ་གཅོད་པ་དང་། འཐུན་པའི་ཕྱིར་ནུས་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is potent because it leads to eliminating the doubts of all beings by means of great learning.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ཡང་དག་པའི་ནན་ཏན་ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་དང་འཐུན་པའི་ཕྱིར་སྒྲུབ་པར་བྱེད་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle causes accomplishment because it leads to all perfect and pure endeavors of the bodhisattvas.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བདག་དང་གཞན་དག་རྣལ་འབྱོར་ཆེན་པོ་འཐོབ་པ་དང་ལུས་དང་ངག་དང་ཡིད་ཀྱི་ལས་འདུལ་བ་དང་འཐུན་པའི་ཕྱིར་རྗེས་སུ་འཛིན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is caring because it leads to the attainment of great practices for oneself and others and because it tames the activities of body, speech, and mind.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསམ་པ་ཡོངས་སུ་སྐོང་བ་དང་འཐུན་པའི་ཕྱིར་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་བསྐང་བ་དང་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle accords with the fulfillment of the perfection of generosity because it leads to the fulfillment of the wishes of all beings.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཕན་ཚུན་ལུས་དང་ངག་གི་གནོད་པ་མེད་པ་ཡང་དག་པར་འཛིན་དུ་གཞུག་པ་དང་འཐུན་པའི་ཕྱིར་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་བསྐང་བ་དང་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle accords with the fulfillment of the perfection of discipline because it promotes physical and verbal nonviolence among all beings.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ལོག་པར་ཞུགས་པ་དང་། འཁོར་བའི་སྡུག་བསྔལ་དང་དཀའ་བ་སྤྱོད་པ་ཐམས་ཅད་དང་དུ་བླང་བ་དང་འཐུན་པའི་ཕྱིར་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་བསྐང་བ་དང་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle accords with the fulfillment of the perfection of patience because it enables one to patiently accept all misguided beings and all the hardships and sufferings of saṃsāra.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བསྐལ་པ་མཐའ་ཡས་པར་ཆོས་དཀར་པོ་རྣམ་པར་སྤེལ་བར་རྩོལ་བ་ལ་ཡོངས་སུ་མི་སྐྱོ་བ་དང་འཐུན་པའི་ཕྱིར་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་བསྐང་བ་དང་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle accords with the fulfillment of the perfection of diligence because it causes one to tirelessly increase the factors of virtue for endless eons.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་སྒྲུབ་པའི་ཏིང་ངེ་འཛིན་མངོན་པར་བསྒྲུབ་པ་དང་འཐུན་པའི་ཕྱིར་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་བསྐང་བ་དང་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle accords with the fulfillment of the perfection of concentration because it leads to the attainment of the absorption that achieves the welfare of all beings.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་འཇིག་རྟེན་ལས་འདས་པ་དེའི་བླ་མའི་ཡེ་ཤེས་བླ་ན་མེད་པ་ལ་གནས་ནས་སངས་རྒྱས་ཀྱི་ཆོས་བསྒྲུབ་པ་དང་འཐུན་པའི་ཕྱིར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་བསྐང་བ་དང་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle accords with the fulfillment of the perfection of knowledge because it makes one accomplish the Dharma of the Buddha by abiding in the exalted and unsurpassed wisdom that transcends the world.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་གྱི་ཚོགས་མཐའ་ཡས་པ་ཐེག་པ་གསུམ་གྱིས་ངེས་པར་འབྱུང་བའི་ཡང་དག་པར་བསྟན་པ་དང་འཐུན་པའི་ཕྱིར་ཚོགས་ཡོངས་སུ་སྡུད་པ་དང་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle accords with gathering the accumulations because it leads to the genuine teaching that brings liberation to limitless groups of beings through the three vehicles.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བསོད་ནམས་ཚད་མེད་པ་སྐྱེད་ཅིང་། སངས་རྒྱས་ཀྱི་ཞིང་རྨད་དུ་བྱུང་བའི་བསོད་ནམས་ཡོངས་སུ་གཟུང་བ་དང་འཐུན་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་ལ་མཆོད་པ་དང་རིམ་གྲོ་བྱ་བ་ཆེན་པོ་དང་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle accords with offering homage and service to the Thus-Gone One because it leads to the growth of limitless merit and to accruing the merit of the extraordinary buddha realms.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་དང་། དགེ་བའི་བཤེས་གཉེན་ཡོངས་སུ་གཟུང་བ་དང་འཐུན་པའི་ཕྱིར་ཤིན་ཏུ་ཡོངས་སུ་གཟུང་བ་དང་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle accords with full comprehension because it leads one to meet the Buddha, the bodhisattvas, and the spiritual friend.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་དཔག་ཏུ་མེད་པ་ལ་ལྡན་པ་དང་འབྲལ་བ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མེད་པའི་བསམ་པ་བསྒྲུབ་པ་དང་འཐུན་པའི་ཕྱིར་སྙིང་བརྩེ་བས་ནོན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle pierces one with loving compassion because it solidifies the wish that limitless beings may be happy, free from suffering, and without affliction.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་འཁྲུལ་པའི་ཉེས་བྱས་ཀུན་ཏུ་སྤྱོད་པ་ཐམས་ཅད་ལ་འཛེམ་པ་ཉེ་བར་གནས་པ་དང་འཐུན་པའི་ཕྱིར་ཤིན་ཏུ་སྦེད་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is a great encouragement because it leads bodhisattvas to abstain from all types of confused and negative behavior.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ལོག་པར་ཞུགས་པ་དང་། འཁོར་བའི་སྡུག་བསྔལ་བ་དང་། དཀའ་བ་སྤྱོད་པ་ཐམས་ཅད་ལ་སྒྱིད་ལུག་པ་མེད་པ་དང་འཐུན་པའི་ཕྱིར་བརྟན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is stable because it prevents one from being disheartened by any misguided being or any hardship and suffering in saṃsāra.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་ཉིན་མཚན་དུ་དགེ་བའི་ཕྱོགས་ཆེན་པོ་ལ་མངོན་པར་བརྩོན་པར་བྱས་པས་ཡོངས་སུ་མི་སྐྱོ་བ་དང་འཐུན་པའི་ཕྱིར་སྦྱོར་བ་ལེགས་པར་གོམས་པར་བྱས་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle makes one become familiar with the practice because it leads one to untiringly and diligently accrue vast amounts of merit day and night.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་རིག་པའི་གནས་ལྔ་བྱང་བ་དང་འཐུན་པའི་ཕྱིར་ལེགས་པར་བྱང་བའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle makes one learned because it fosters expertise in the five fields of learning.

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་དུས་ཐམས་ཅད་དུ་བཞིན་འཛུམ་ཞིང་གསོང་པོར་སྨྲ་བ་དང་འཐུན་པའི་ཕྱིར་འཐུན་པའོ། །
en: “Noble son, the bodhisattvas’ trust in the Great Vehicle that allows them to accomplish the Great Vehicle is pleasant because it always gives rise to a smiling face and honest speech.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་གནོད་པ་དང་། མ་དད་པ་དང་། དངངས་པ་དང་། ཐེ་ཚོམ་དང་། རྙོག་པའི་དྲི་མ་དང་བྲལ་བའི་ཕྱིར་རིན་པོ་ཆེ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as a jewel because it is without any stains of harm, distrust, fear, doubt, or trouble.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་རྒྱ་ཆེ་བ་དང་ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་དགའ་བ་དང་། མཆོག་ཏུ་དགའ་བས་ལུས་དང་སེམས་སིམ་པར་བྱེད་པའི་ཕྱིར་ཟླ་བ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as the moon because it soothes both the body and mind with its vastness, wholesomeness, joy, and perfect happiness.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་རྣམ་པ་ཐམས་ཅད་དུ་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ལ་ཁྱབ་པའི་ཕྱིར་ནམ་མཁའ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as the sky because it thoroughly pervades the whole of the Dharma of the Buddha.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་བསོད་ནམས་དང་ཡེ་ཤེས་ཚད་མེད་པ་ཡོངས་སུ་བཟུང་བའི་ཕྱིར་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱིས་གང་བའི་གྲུ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as a ship filled with many types of jewels because it contains limitless merit and wisdom.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་བདེ་བའི་གནས་ཡིན་པས་རྩི་ཆེན་པོ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as a great elixir because it is the main factor that brings about the happiness of all beings.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་ངན་སོང་དང་ངན་འགྲོ་ཐམས་ཅད་ལས་འདའ་བར་བྱེད་པའི་ཕྱིར་ཟམ་པ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as a bridge because it takes beings beyond the lower realms and all unfortunate existences.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དགེ་བའི་རྩ་བའི་ལོ་ཏོག་སྐྱེ་བའི་རྩ་བ་བྱེད་པའི་ཕྱིར་ས་བོན་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as a seed because it is the source from which the crop of the entire Dharma of the Buddha and roots of virtue of beings spring forth.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་ཉོན་མོངས་པ་དང་། ཉེ་བའི་ཉོན་མོངས་པའི་དགྲའི་མཚོན་ཆ་ཐམས་ཅད་ཀྱིས་གནོད་པར་མི་འགྱུར་བར་བསྲུང་བའི་ཕྱིར་གོ་ཆ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as armor because it protects from, and is unharmed by, all weapons of the enemies of disturbing emotions and subsidiary disturbing emotions.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་དགེ་བའི་རྩ་བ་རིན་པོ་ཆེ་ཕུན་སུམ་ཚོགས་པ་ཐམས་ཅད་སོགས་ཤིང་སྡུད་དེ་རྣམ་པར་གནས་པར་བྱེད་པའི་ཕྱིར་གཏེར་ཆེན་པོ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as a great treasure because it gathers, accumulates, and contains all perfect jewels of both worldly and supramundane roots of virtue.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་དེ་ལས་གཞན་དུ་དད་པ་ཐམས་ཅད་ཟིལ་གྱིས་གནོན་པའི་དབང་རྙེད་པའི་ཕྱིར་རྒྱལ་པོ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as a king because it has the power to surpass all other forms of trust.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་ཡུན་རིང་པོ་ནས་རྗེས་སུ་འབྲང་བའི་ངན་སོང་དང་གནོད་སེམས་དང་། སྡིག་པ་མི་དགེ་བའི་ལས་དང་། ཉོན་མོངས་པའི་དུག་གི་གཉེན་པོར་གྱུར་པའི་ཕྱིར་སྨན་ནད་མེད་བྱེད་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as a panacea because it functions as an antidote to the poisons that have long been linked with the lower realms, ill will, unwholesome and negative actions, and disturbing emotions.

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་ཐེག་པ་ཆེན་པོ་ལ་དད་པ་ནི་དགེ་བའི་རྩ་བ་གཅོད་པ་ལ་དད་པའི་མཚོན་ཆའི་གཉེན་པོར་གྱུར་པའི་ཕྱིར་རྡོ་རྗེ་ལྟ་བུར་བལྟའོ། །
en: “Trust in the Great Vehicle of the bodhisattvas should be viewed as a vajra because it overcomes all the weapons aimed at trust that otherwise threaten to cut the roots of virtue.
